{
    "INICI" : "INICIO",
    "BIOGRAFÍA" : "BIOGRAFIA",
    "PINTURA" : "PINTURA",
    "CERÀMICA" : "CERÁMICA",
    "IL·LUSTRACIÓ" : "ILUSTRACIÓN",
    "CONTACTE" : "CONTACTO",
    
    "PASSIÓ PER LA PINTURA" : "PASSIÓ PER LA PINTURA",
    "FORMACIÓ" : "FORMACIÓ",
    "1966 Barcelona. Escola Arts Aplicades i Oficis Artístics." : "1966 Barcelona. Escuela Artes Aplicadas y Oficios Artísticos.",
    "1970-1975 Barcelona. Escola Massana. Llicenciada en Belles Arts. Ceràmica." : "1970-1975 Barcelona. Escuela Massana. Licenciatura en Bellas Artes. Cerámica.",
    "2018 Vic. Tallers de Pintura, amb Joan Peiró." : "2018 Vic. Talleres de Pintura, con Joan Peiró.",
    "2019 Barcelona. Escola de la Dona, Curs d'Il·lustració amb Ignasi Bach" : "2019 Barcelona. Escuela de la Mujer, Curso de Ilustración con Ignasi Bach",
    "2022 Barcelona. Tallers i cursos de Pintura amb:" : "2022 Barcelona. Talleres y cursos de Pintura con:",
    "ambdós de l'escola de Antonio López." : "ambos de la escuela Antonio López.",
    "2023-2024 Masies de Voltregà. Escola de Pintura, Ceramica i Escultura Joan Jutglar amb Joan Madrenas." : "2023-2024 Masías de Voltregà. Escuela de Pintura, Ceramica y Escultura Joan Jutglar con Joan Madrenas.",
    "2023-2024 Barcelona. Tallers avançats de Pintura, amb Alberto Romero Gil." : "2023-2024 Barcelona. Talleres avanzados de Pintura, junto a Alberto Romero Gil.",
    "EXPOSICIONS" : "EXPOSICIONES",
    "2019 Terrassa. Primer premi de Pintura, Ajuntament de Terrasa." : "2019 Terrassa. Primer premio de Pintura, Ayuntamiento de Terrassa.",
    "2021 Vic. Sala Tres-e-u" : "2021 Vic. Sala Tres-e-u",
    "Amb reconeixement de l'Ajuntament de Vic, obra permanent a les Adoberies." : "Con reconocimiento del Ayuntamiento de Vic, obra permanente en Les Adoberies.",
    "2022 Barcelona. Salón Internacional Art Gallery." : "2022 Barcelona. Salón Internacional Art Gallery.",
    "2023 Vic. Exposicions a diferents espais." : "2023 Vic. Exposiciones en distintos espacios.",
    
    "Formulari de contacte" : "Formulario de contacto",
    "Nom i cognoms" : "Nombre y apellidos",
    "Telèfon" : "Teléfono",
    "Població" : "Población",
    "Comentaris" : "Comentarios",
    "Missatge enviat correctament! En breu ens posarem en contacte amb vosté. Gràcies" : "Mensaje enviado correctamente! En breve nos pondremos en contacto con usted. Gracias"
} 